Repository: KaiPham1992/EnglishApp
Catalog: EnglishApp/Components/Localizable/*.lproj/Localizable.strings
Languages: vi

# MenuInfo
source: Profile
vi: Thông tin cá nhân

# MenuTop
source: Leader Board
vi: Bảng xếp hạng

# MenuQA
source: Obee's Help
vi: Hỏi đáp

# MenuLanguage
source: Language
vi: Ngôn ngữ

# MenuSaved
source: Saved
vi: Đã lưu

# MenuHistory
source: Test Archive
vi: Lịch sử kiểm tra

# MenuPrivacy
source: Policies & Terms
vi: Chính sách & điều khoản

# MenuChangePassword
source: Change Password
vi: Đổi mật khẩu

# MenuLogout
source: Logout
vi: Đăng xuất

# LoginEmailPlaceHolder
source: Enter your email
vi: Nhập email của bạn

# LoginPassword
source: Password
vi: Mật khẩu

# LoginButtonLogin
source: Login
vi: Đăng nhập

# FBorGmail
source: Or login by
vi: Hoặc đăng nhập bằng

# ForgotPass
source: Forgot password
vi: Quên mật khẩu

# NotYetAccount
source: You don't have any account?
vi: Bạn chưa có tài khoản?

source: Register
vi: Đăng ký

# LoginButtonSignUp
source: REGISTER
vi: ĐĂNG KÝ

# passwordDifference
source: Re-password is wrong!
vi: Nhập lại sai mật khẩu

# ForgotPasswordMessage
source: Enter the email address associated with your account. Then check the mailbox
vi: Nhập địa chỉ email liên kết với tài khoản của bạn.Sau đó kiểm tra hòm thư

# SentEmail
source: Send email
vi: Gửi email

# ForgotTitle
source: Forgot password
vi: Quên mật khẩu

# out_group_message
source: The competition started so you cannot leave your team
vi: Cuộc thi đã bắt đầu không thể rời nhóm.

# fight_is_doing
source: This competition is ongoing. Please complete and submit it.
vi: Cuộc thi đang diễn ra. Bạn phải hoàn thành và nộp bài thi.

# fight_is_done
source: You have finised your competition
vi: Cuộc thi đã kết thúc.

# exercise_is_doing
source: This exercise is doing. Please complete and submit it.
vi: Bài tập đang diễn ra. Bạn phải hoàn thành và nộp bài tập.

# honey_not_enough
source: You don't have enough honey jars. Please refill it.
vi: Không đủ mật ong vui lòng nạp thêm.

# diamod_not_enough
source: You don't have enough diamonds. Please refill it.
vi: Không đủ kim cương vui lòng nạp thêm.

# invalidLoginEmail
source: Invalid email
vi: Địa chỉ email sai format

# invalidLoginPassword
source: Password must be more than 6 characters
vi: Mật khẩu phải có 6 kí tự trở lên

# emptyLoginEmailPassword
source: Please enter full information
vi: Vui lòng nhập đầy đủ thông tin

# emptyCapcha
source: Please enter captcha code
vi: Vui lòng nhập mã captcha

source: Please enter email
vi: Vui lòng nhập email

source: Please enter display name
vi: Vui lòng nhập tên hiển thị

source: Please enter password
vi: Vui lòng nhập mật khẩu

source: Please enter Re-password
vi: Vui lòng nhập lại mật khẩu

# pleaseTurnOnInternet
source: Please turn on the internet
vi: Vui lòng mở internet

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Display name
vi: Tên hiển thị

# enterDisplayName
source: Enter your display name
vi: Nhập tên hiển thị

# Location
source: Nation
vi: Lãnh thổ

# CodeNumber
source: Code
vi: Mã code

# TitleProfile
source: Profile
vi: Thông tin cá nhân

source: Edit profile
vi: Sửa thông tin

# titleSave
source: SAVE
vi: LƯU

# titleDiamon
source: Diamond
vi: Kim cương

# titleBee
source: Honey
vi: Hũ mật ong

# privateInfo
source: Profile
vi: Thông tin cá nhân

# privateHistory
source: Personal history
vi: Lịch sử cá nhân

source: Current password
vi: Mật khẩu hiện tại

source: New password
vi: Mật khẩu mới

# reNewPassword
source: Re-enter password
vi: Nhập lại mật khẩu

# changePasssword
source: Change password
vi: Đổi mật khẩu

# currentPasswordLogin
source: Login password
vi: Mật khẩu đăng nhập

# changePasswordSuccess
source: Change password successfully
vi: Thay đổi password thành công

# popUpLogout
source: Do you want to logout?
vi: Bạn có muốn đăng xuất?

# agree
source: YES
vi: Đồng ý

source: Cancel
vi: Huỷ

# whatQA
source: Don’t hesitate to ask OBee's team
vi: Bạn Đang Thắc Mắc Điều Gì?

# enterQA
source: Enter your question
vi: Nhập câu hỏi của bạn

# messageQA
source: 50 honey for each question
vi: 50 hũ mật ong cho một lần đặt câu hỏi

# qAOlder
source: Questions you've ever asked
vi: Câu hỏi bạn đã từng đặt

# titleQA
source: Obee's Help
vi: Hỏi đáp

# notEnoughHoney
source: You don't have enough honey jars
vi: Bạn không đủ mật ong

# deductFiveHoney
source: You spent 50 honey jars for one question
vi: Bạn bị trừ 50 hũ mật ong cho một lần đặt câu hỏi

# pleaseEnterQA
source: Please enter your question
vi: Vui lòng nhập câu hỏi của bạn

# pleaseEnter255Digit
source: Please enter a question within 255 characters
vi: Vui lòng nhập câu hỏi trong 255 ký tự

# titleCompetition
source: Competition
vi: Thi đấu

# conditionCompetition
source: Condition:
vi: Điều kiện:

source: Time Start:
vi: Thời gian bắt đầu:

# countTeam
source: Number of teams:
vi: Số đội:

# selectTeamJoin
source: Select your team
vi: Chọn nhóm tham gia

# joinTeam
source: Join
vi: Tham gia

# team
source: teams
vi: đội

# member
source: Members
vi: Thành viên

source: Competition
vi: Cuộc thi

# startAfter
source: Start
vi: Bắt đầu sau

# explainConpetition
source: About competition
vi: Giải thích về cuộc thi

# leaveTeam
source: Leave this team
vi: Rời nhóm

# createGroup
source: Create your own team
vi: Tạo nhóm

# nameGroup
source: Team's name
vi: Tên nhóm

# enterNameGroup
source: Enter your team name
vi: Nhập tên nhóm

# leaveTeamPopUp
source: Do you want to leave this team?
vi: Bạn có muốn rời nhóm?

# verifyButton
source: Yes
vi: Xác nhận

# messageDailyMission
source: Complete daily mission to receive 10 diamonds
vi: Hoàn thành nhiệm vụ hàng ngày nhận ngay 1 kim cương và x điểm level

# dailyMissionTitle
source: Daily Mission
vi: Nhiệm vụ hàng ngày

# startMission
source: Start
vi: Bắt đầu

# doneInputTest
source: Congratulations! You have completed the Qualification Test. Obee awarded you 500 diamonds.
vi: Chúc mừng bạn đã hoàn thành bài trắc nghiệm đầu vào, Obee tặng bạn 500 kim cương.

source: Search
vi: Tra cứu

# dictionaty
source: Dictionary
vi: Từ điển

# vietnamese_to_english
source: Vietnamese - English
vi: Việt - Anh

# english_to_english
source: English - English
vi: Anh - Anh

# english_to_vietnamese
source: English - Vietnamese
vi: Anh - Việt

# japanese_to_vietnamese
source: Japanese - Vietnamese
vi: Nhật - Việt

source: Add dictionary
vi: Thêm từ điển

source: Saved
vi: Đã lưu

source: Grammar
vi: Ngữ pháp

source: Vocabulary
vi: Từ vựng

source: Note
vi: Ghi chú

source: Write note
vi: Viết ghi chú

# please_enter_note
source: Please enter your note.
vi: Vui lòng nhập ghi chú của bạn

# cofirm_delete
source: Are you sure to delete these?
vi: Bạn có chắc chắn muốn xoá những mục này?

source: Lesson
vi: Bài học

# recipe
source: Structure
vi: Công thức

# homeDictionary
source: Dictionary
vi: Từ điển

# homeStore
source: Store
vi: Cửa hàng

# homeMission
source: Mission
vi: Nhiệm vụ

# homeFindWork
source: Find exercises
vi: Tìm bài tập

# actionRecently
source: Recent Activities
vi: HOẠT ĐỘNG GẦN ĐÂY

# tabbarHome
source: Home
vi: Trang chủ

# tabbarProgram
source: Theory
vi: Lý thuyết

# tabbarHomeWork
source: Exercises
vi: Bài tập

# tabbarCompetition
source: Competition
vi: Thi đấu

# reportTitlePopUp
source: Report
vi: Báo cáo

# reportMessagePopUp
source: Thank you for reporting us on this case. We will review and revise as soon as possible.
vi: Cảm ơn bạn đã báo cáo cho chúng tôi về trường hợp này. Chúng tôi sẽ xem xét và chỉnh sửa lại sớm nhất.

# reportButtonPopUp
source: Complete
vi: Hoàn thành

# notEnoughBee
source: You don't have enough honey jars.
vi: Bạn không đủ mật ong.

# addBee
source: Add honey
vi: Thêm mật ong

# ADDBEE
source: ADD HONEY
vi: THÊM MẬT ONG

# notEnoughDiamon
source: You don't have enough diamonds.
vi: Bạn không đủ kim cương.

# addDiamon
source: Add diamond
vi: Thêm kim cương

# popleaveHomeWork
source: Do you want to leave?
vi: Bạn có muốn thoát khỏi bài tập đang làm?

# studyPack
source: Upgrade package
vi: Gói nâng cấp

# beePack
source: Honey package
vi: Gói mật ong

# enterCode
source: Enter your coupon
vi: Nhập mã Code

source: SEND
vi: GỬI

source: Detail
vi: Chi tiết

source: UPGRADE
vi: NÂNG CẤP

source: Please enter code
vi: Vui lòng nhập mã code

# notFoundCode
source: Code does not exist
vi: Mã code không tồn tại

# exchangeGiftTitle
source: Do you want to exchange this gift?
vi: Bạn có muốn đổi quà này không?

# exchangeGiftSucess
source: Exchanged gifts successfully.
vi: Bạn đã đổi quà thành công.

# redeemSuccess
source: Redeem successfully.
vi: Bạn đã đổi quà thành công.

# upgradeSuccess
source: Upgrade successfully.
vi: Bạn đã nâng cấp gói thành công.

# upgradeBeePack
source: Do you want to buy this honey package?
vi: Bạn có muốn mua gói mật ong này?

# exchangeTitle
source: Exchange Gift
vi: Đổi Quà

# notEnoughDiamondText
source: You don't have enough diamonds.
vi: Bạn không đủ kim cương.

# notEnoughHoneyText
source: You don't have enough honey jars.
vi: Bạn không đủ mật ong.

# usedCode
source: Code was used.
vi: Mã code đã được sử dụng

source: Comment
vi: Bình luận

source: Exercise
vi: Bài tập

source: Practice
vi: Luyện tập

# create_exercise
source: Self-created exercises
vi: Bài tập tự tạo

# level_exercise
source: Study Packs
vi: Bài tập theo cấp

# assign_exercise
source: Assigned Test
vi: Bài tập được giao

# name_exercise
source: Excercise name
vi: Tên bài tập

# enter_name_exercise
source: Enter excercise name
vi: Nhập tên bài tập

# choice_exercise
source: Choose exercise
vi: Chọn bài tập

source: Exercise level
vi: Cấp độ bài tập

# history_exercise
source: Exercise history
vi: Lịch sử bài tập

# history_test
source: Test Archive
vi: Lịch sử kiểm tra

source: Do exercise
vi: Làm bài tập

# try_hard
source: Practice
vi: Luyện tập

# task_every_date
source: Daily task
vi: Nhiệm vụ hàng ngày

# time_end
source: End
vi: Kết thúc

source: See more
vi: Xem thêm

source: Sentence
vi: Câu

source: Next
vi: Tiếp tục

# do_entrance
source: Qualification Test
vi: Trắc nghiệm đầu vào

# result_team
source: Team's Result
vi: Kết quả đội

source: Rank
vi: Hạng

source: Result
vi: Kết quả

# sum_point
source: Total point:
vi: Tổng điểm:

# time_do_exercise
source: Total time:
vi: Tổng thời gian làm bài:

# back_gome
source: Home
vi: Về trang chủ

# result_competion
source: Result
vi: Kết quả cuộc thi

# result_group
source: Team's result
vi: Kết quả đội

# see_explain
source: See Explanation
vi: Xem giải thích

# respond_question
source: REPORT THE QUESTION
vi: BÁO CÁO CÂU HỎI

# explain_solution
source: Explain the answer
vi: Giải thích đáp án

source: Individual
vi: Cá nhân

# action
source: Competition
vi: Thi đấu

# point
source: points
vi: điểm

# not_correct
source: Faild
vi: Chưa đạt

source: See Result
vi: Xem kết quả

# explain_question
source: Explain the question
vi: Giải thích câu hỏi

# confirm_back_result
source: Do you want to exit this exercise?
vi: Bạn có muốn thoát khỏi bài tập đang xem?

# related_lesson
source: Related grammar
vi: Ngữ pháp liên quan

source: CONFIRM
vi: XÁC NHẬN

# update_account
source: Update account successfully
vi: Nâng cấp tài khoản thành công

source: Diamond
vi: Kim cương

source: money
vi: tiền

source: REPORT
vi: Báo cáo

source: Description
vi: Mô tả

source: Enter content
vi: Nhập nội dung

# cancel_upper
source: Cancel
vi: HUỶ

source: UPDATE
vi: Nâng cấp

source: January
vi: Tháng Một

source: February
vi: Tháng Hai

source: March
vi: Tháng Ba

source: April
vi: Tháng Tư

source: May
vi: Tháng Năm

source: June
vi: Tháng Sáu

source: July
vi: Tháng Bảy

source: August
vi: Tháng Tám

source: September
vi: Tháng Chín

source: October
vi: Tháng Mười

source: November
vi: Tháng Mười Một

source: December
vi: Tháng Mười Hai

source: YEAR
vi: NĂM

# Su
source: Sun
vi: CN

# Mo
source: Mon
vi: T2

# Tu
source: Tue
vi: T3

# We
source: Wed
vi: T4

# Th
source: Thu
vi: T5

# Fr
source: Fri
vi: T6

# Sa
source: Sat
vi: T7

# titleNotification
source: Notification
vi: Thông báo

# titleNotificationDetail
source: Notification detail
vi: Chi tiết thông báo

# requireUpGrade
source: Please upgrade Premium account to use this feature.
vi: Nâng cấp để sử dụng tính năng này

# btnUpGrade
source: Upgrade
vi: Nâng cấp

source: Level up
vi: Lên cấp

source: Change language
vi: Đổi ngôn ngữ

# bxh
source: Leader Board
vi: Bảng xếp hạng

# point_level
source: Level Point
vi: Điểm level

# simple_present
source: Present Simple
vi: Thì hiện tại đơn

source: Present Perfect
vi: Thì hiện tại hoàn thành

# present_countinous
source: Present Continous
vi: Thì hiện tại tiếp diễn

source: Past Simple
vi: Thì quá khứ đơn

source: Theory
vi: Lý thuyết

# messagePackage
source: Some packages for you
vi: Các gói nâng cấp phù hợp với bạn

source: Find
vi: Tìm kiếm

# findExcersise
source: Find exercises...
vi: Tìm bài tập...

# PrivacyAndPolicy
source: Policies & Terms
vi: Chính sách & điều khoản

# WRONG_CAPTCHA
source: Wrong captcha code
vi: Mã captcha không trùng khớp

# USER_IS_EXISTED
source: Email already exists
vi: Email đã tồn tại

# EMAIL_IS_EXISTED
source: Email already exists
vi: Email đã tồn tại

# INVALID_USERNAME_OR_PASSWORD
source: Please check your email or password
vi: Vui lòng kiểm tra lại email hoặc mật khẩu

# changePassswordSuccess
source: Change password successfully
vi: Đổi mật khẩu thành công

source: Invalid current password
vi: Mật khẩu hiện tại không đúng

# editProfileSuccess
source: Update profile successfully
vi: Chỉnh sửa thông tin thành công

# USER_IS_NOT_EXISTED
source: Email does not exits
vi: Email không tồn tại trong hệ thống

# SENT_NEW_PASSWORD
source: New password is sent to your email
vi: Mật khẩu mới được gửi về email

source: Please enter current password
vi: Vui lòng nhập mật khẩu hiện tại

source: Please enter new password
vi: Vui lòng nhập mật khẩu mới

source: Enter password
vi: Nhập mật khẩu

# enterRePassword
source: Re-enter password
vi: Nhập lại mật khẩu

source: Enter captcha
vi: Nhập captcha

# signUpSuccess
source: Register successfully
vi: Đăng ký thành công

# boxHoney
source: Jar
vi: Hũ

# titleHistoryNap
source: Recharge history
vi: Lịch sử nạp

# boxHoneyTitle
source: honey
vi: hũ mật ong

# lbNoData
source: No data
vi: Không có dữ liệu

source: All
vi: Tất cả

source: Quater
vi: Quý

source: Bronze
vi: Đồng

source: Silver
vi: Bạc

source: Gold
vi: Vàng

source: Platinum
vi: Bạch kim

source: All
vi: Tất cả

# getError
source: An error occurred. Please try again later.
vi: Đã xảy ra lỗi.

# noResultFound
source: No results found.
vi: Không có kết quả tìm kiếm.

# feeFind
source: Each search will cost 5 honey jars or 50 diamonds.
vi: Tìm kiếm mất x hũ mật ong hoặc x kim cương.

source: Done
vi: Xong

source: Rank of Competition
vi: Thứ hạng cuộc thi

source: min
vi: phút

source: Setting
vi: Cài đặt

source: Start
vi: Bắt đầu

source: Vocabulary Detail
vi: Chi tiết từ vựng

# you_dont_joined_competition
source: You didn't join this competition.
vi: Bạn không tham gia cuộc thi này.

source: Deadline
vi: Hạn hoàn thành

source: Camera
vi: Chụp ảnh

source: Library
vi: Thư viện

# notAllowGifPhoto
source: Not allow to choose GIF photo
vi: Không thể chọn ảnh GIF

source: Join Team
vi: Vào nhóm

# fight_is_doing_result
source: The competition is ongoing
vi: Cuộc thi đang diễn ra không thể xem kết quả.

# suggestion_one_choice
source: Only 1 suggestion.
vi: Chỉ được chọn 1 lần.

# the_dally_misson_tested
source: The daily misson test has made today.
vi: Bạn đã làm bài tập nhiệm vụ hằng ngày của hôm nay.

# not_qualify
source: Not Qualified
vi: Chưa Đạt

source: Time
vi: Thời gian

# competition_end
source: The competition has ended.
vi: Đã quá giờ thi.

# no_team_joined
source: No team
vi: Không có đội nào tham gia cuộc thi này.

# run_background
source: The process may take long time. Do you want to run it in the background?
vi: Qúa trình có thể mất nhiều thời gian bạn có muốn công việc chạy ngầm?

# error_create_group
source: You have created and joined another team.
vi: TÀI KHOẢN NÀY ĐÃ TẠO VÀ THAM GIA NHÓM

# cannot_join_group
source: You have already been in a team so you cannot create and join another team.
vi: Bạn đã có nhóm không thể tạo và tham gia nhóm khác.

# user_joined_team
source: You have joined this team
vi: TÀI KHOẢN NÀY ĐÃ THAM GIA NHÓM

# competition_doing
source: Competition is ongoing
vi: Cuộc thi đang diễn ra

# enter_name_group
source: Please enter your team's name.
vi: Vui lòng nhập tên nhóm.

# minus_dianmod
source: You will spend 1 diamond if you use a hint.
vi: Bạn bị trừ 1 kim cương nếu sử dụng gợi ý đáp án.

# less_than_100
source: Please enter a total number of questions that are not over 100.
vi: Vui lòng nhập tổng số câu hỏi không vượt quá 100.

# equal_100
source: Please enter 100 sentences.
vi: Vui lòng nhập đủ 100 câu.

# userPackage
source: Upgrade package purchased
vi: Gói nâng cấp đã mua

# dateExpire
source: Date expired:
vi: Ngày hết hạn:
